zsh
git
chezmoi
tmux
fzf
neovim
ttf-firacode-nerd
ripgrep
go
nodejs-lts-iron
npm
rustup
jdk21-openjdk
podman
podman-compose
lazygit
pass
pinentry
bat
eza
fd
zellij
